{
    "VENUES": "தலங்கள்",
    "OUR": "எங்கள்",
    "venues": "தலங்கள்",
    "Tiruppur": "திருப்பூர்",
    "Namakkal": "நாமக்கல்",
    "Dharmapuri": "தர்மபுரி",
    "Venue selection will determine the success of your event, the vibe you create.": 
    "நிகழ்ச்சியின் வெற்றியை உங்கள் தலத்தின் தேர்வு தீர்மானிக்கும், நீங்கள் உருவாக்கும் சூழ்நிலை.",
    "SERVICES" : "சேவைகள்",
    "venue selection":"இடம் தேர்வு",
    "invitation card":"அழைப்பு அட்டை",
    "entertainment":"பொழுதுபோக்கு",
    "food and drinks":"உணவு மற்றும் பானங்கள்",
    "Photos & Videos":"புகைப்படங்கள் & வீடியோக்கள்",
    "decoration":"அலங்காரம்",
    "A request, a solicitation, or an attempt to get another person to join you at a specific event.":"ஒரு கோரிக்கை, ஒரு வேண்டுகோள் அல்லது ஒரு குறிப்பிட்ட நிகழ்வில் மற்றொரு நபரை உங்களுடன் சேர வைக்கும் முயற்சி.",
    "invitation":"அழைப்பு",
    "card": "அட்டை",
    "food":"உணவு",
    "and drinks": "மற்றும் பானங்கள்",
    "its time to celebrate! the best": "கொண்டாட வேண்டிய நேரம் இது! சிறந்த",
    "event organizers": "நிகழ்ச்சி அமைப்பாளர்கள்",    
    "We offer a wide range of customized solutions, from event planning to design services, tailored to meet your unique needs and bring your vision to life.":"உங்கள் தனிப்பட்ட தேவைகளைப் பூர்த்தி செய்வதற்கும், உங்கள் பார்வையை உயிர்ப்பிக்கும் வகையில், நிகழ்வு திட்டமிடல் முதல் வடிவமைப்பு சேவைகள் வரை, பலவிதமான தனிப்பயனாக்கப்பட்ட தீர்வுகளை நாங்கள் வழங்குகிறோம்.",
    "Gallery":"தொகுப்பு",
    "Explore our gallery for a glimpse into the stunning events we’ve brought to life. From intimate gatherings to grand celebrations, each image tells a unique story.":"நாங்கள் உயிர்ப்பித்த அற்புதமான நிகழ்வுகளைப் பற்றிய ஒரு பார்வைக்கு எங்கள் கேலரியை ஆராயுங்கள். அந்தரங்கக் கூட்டங்கள் முதல் பிரமாண்டமான கொண்டாட்டங்கள் வரை, ஒவ்வொரு படமும் ஒரு தனித்துவமான கதையைச் சொல்கிறது.",
    "View Gallery":"காட்சி தொகுப்பு",
    "Reviews":"விமர்சனங்கள்",
    "Post your reviews here":"விமர்சனங்களை இங்கே பதிவிடுங்கள்",
    "Discover what our clients are saying about their experiences! Read real reviews and see how we’ve helped create unforgettable moments, customized just for them.":"எங்கள் வாடிக்கையாளர்கள் தங்கள் அனுபவங்களைப் பற்றி என்ன சொல்கிறார்கள் என்பதைக் கண்டறியவும்! உண்மையான மதிப்புரைகளைப் படித்து, அவர்களுக்காகத் தனிப்பயனாக்கப்பட்ட மறக்க முடியாத தருணங்களை உருவாக்க நாங்கள் எவ்வாறு உதவினோம் என்பதைப் பார்க்கவும்.",
    "Contact us":"எங்களை தொடர்பு கொள்ளவும்",
    "Send a message":"ஒரு செய்தியை அனுப்பு",
    "View Services":"சேவைகளைப் பார்க்க",
    "our services":"எங்கள் சேவைகள்"
}
